Revit 2027 API
FamilyParameterSet Constructor
Initializes a new instance of the FamilyParameterSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilyParameterSet()
Public Sub New
public:
FamilyParameterSet()
new : unit -> FamilyParameterSet
See Also
Reference
FamilyParameterSet Class
Autodesk.Revit.DB Namespace